{
    "MartialArts": [
    {
     "id": 1,
     "name": "taekwondo",
     "photo": "https://media.tenor.com/NIruhEh5UZsAAAAC/taekwondo-kick.gif",
     "description": "Taekwondo is a Korean martial art founded by Choi Hong Hi and a couple of army officials and martial artists. It was developed during and after the second world war to solidify the Korean martial arts scene.",
     "trainer": "Logan Cale",
     "schedule": "Monday" 
    },
    {	
     "id": 2,
     "name": "combat sambo",
     "photo": "https://thumbs.gfycat.com/JoyfulFeminineAmphiuma-size_restricted.gif", 
     "description": "The next martial art on today’s list is Sambo. Sambo is a Russian martial art, developed around the 1920s in the USSR to improve the Russian military’s hand-to-hand combat skills. Much akin to modern MMA, it features a combination of strikes, kicks, clinches, throws, grappling, wrestling, and more.",
     "trainer": "Blake Kyleigh",
     "schedule": "Monday" 
    },
    {	
     "id": 3,
     "name": "karate",
     "photo": "https://media.tenor.com/M0TWqB3UF_kAAAAC/kyokushin-kyokushin-karate.gif",
     "description":	"The next martial art on our list today is the world-famous Karate. Contrary to popular belief it isn’t Japanese, but rather Okinawan. Though it is a part of Japan today, Okinawa was actually an independent country and is the home for most of what we now know of as Japanese martial arts.",
     "trainer": "Chuckie Madison",
     "schedule": "Friday"
    },
    {
     "id": 4,
     "name": "Judo",
     "photo": "https://thumbs.gfycat.com/GoldenDentalAzurevasesponge-max-1mb.gif",
     "descritpion": "The next martial art on the list is Judo. It is one of the most popular martial arts in the world and been known to be the martial art of choice for a wide variety of people, whether they are MMA fighters or even the president of Russia.",
     "trainer": "Billy Vernon",
     "schedule": "Tuesday"
    },
    {
     "id": 5,
     "name": "boxing",
     "photo": "https://media2.giphy.com/media/DF316u4Vfnfz8uFhaz/200w.gif?cid=6c09b952r23rqfgzi46oa424c1qc49c5mdybwig0wgse2401&rid=200w.gif&ct=g",
     "description": "Boxing deserves a high placement in any self-defense article and is often not given its due respect. Western Boxing has origins that can be traced back thousands and thousands of years to ancient civilizations, and there was never a specific moment in time when boxing became mainstream.",
     "trainer": "Greg Colt",
     "schedule": "Tuesday"
    },
    {
     "id": 6,
     "name": "wrestling",
     "photo": "https://media.tenor.com/VKm8uILj4qwAAAAM/wrestling-sushil-kumar.gif",
     "description": "Western wrestling, often referred to as Greco-Roman Wrestling or French Wrestling is a sport that dates back to perhaps more than 15000 years ago. It is a form of combat that has been depicted in cave drawings, suggesting that it might be as old as humans themselves.",
     "trainer": "Edmund Reilly",
     "schedule": "Tuesday"
    },
    {
     "id": 7,
     "name": "Muay Thai (and Kickboxing)",
     "photo": "https://media1.giphy.com/media/ftBd1O7xHXZHIAF2hh/giphy.gif",
     "description": "The next martial art/s on the list is Muay Thai. Though there are some relatively significant differences, I consider Kickboxing to be as effective as Muay Thai and definitely in the same league, which is why all that I will write in this section represents both of these incredible martial arts.",
     "trainer": "John Sinclair",
     "schedule": "Wednesday"
    },
    {
     "id": 8,
     "name": "Jiu-Jitsu",
     "photo": "https://media1.giphy.com/media/Vdu4ZSqcCw0AoQ8v7F/giphy.gif",
     "description": "At the 4th place on today’s list, we have the favorite martial arts of some of the most popular commentators and practitioners in the world of martial arts and combat sports like Jocko WIllink and Joe Rogan. Jiu-Jitsu is arguably the martial art with the steepest rise to fame, seeing as some of the main founders have just passed away a couple of decades ago.",
     "trainer": "Aston Art",
     "schedule": "Wednesday"
    },
    {
     "id": 9,
     "name": "Krav Maga",
     "photo": "https://media2.giphy.com/media/WSyET2vy391GhXQNsH/giphy.gif",
     "description": "The bronze-medal goes to Krav Maga, a military combat system designed to prepare people in the toughest of places to be able to neutralize threats as quickly and as efficiently as possible. It is also the fighting system taught to the Israeli military, which is partly what gives it its good reputation.",
     "trainer": "Herman Joey",
     "schedule": "Thursday"
    },
    {
     "id": 10,
     "name": "Mixed Martial Arts",
     "photo": "https://media1.giphy.com/media/Z9ztqZwZgII6djSlKf/200w.gif?cid=6c09b952n9x98t4nepgtgsnv5vy9hq0ztkb9nx1bi8e770at&rid=200w.gif&ct=g",
     "descripton": "MMA, or mixed martial arts, isn’t a singular entity. It is basically a process, within which the given individual tries their best to become the best all-around fighter. This means placing a large emphasis on striking, wrestling, grappling, and more; virtually all the areas of fighting that humans have come up with to date.",
     "trainer": "Digby Johnnie",
     "schedule": "Thursday"
    },
    {
     "id": 11,
     "name": "Krav Maga + MMA",
     "photo": "https://i.gifer.com/1Phr.gif",
     "description": "What could possibly come after MMA, you ask? Well, combining it with Krav Maga. Though an MMA fighter will likely beat any single-discipline fighter out there, a fighter who also knows how to use illegal moves and is also an MMA fighter will be an absolute beast.",
     "trainer": "Sawyer Alan",
     "schedule": "Friday"
     }
    ],
    
    "Instructors": [
        {
        "id": 1,
        "name": "Logan Cale",
        "photo": "https://images.pexels.com/photos/6253295/pexels-photo-6253295.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "description":"Gold Medalist: 2018 Pan Asian Taekwondo Championships, 2018 Rollapalooza BJJ Championships, 2017 Origins BJJ Purple Belt In-House Tournament (Open Weight), 2016 Origins BJJ Purple Belt In-House Tournament (Open Weight), 2014 Rollapalooza BJJ Championships.Silver Medalist: 2017 Philippine Taekwondo Nationals, 2016 Copa Arnold Classic Rio De Janeiro, 2015 Philippine Pan Asian BJJ Championships, 2015 Rollapalooza Grand Prix Qualifiers, 2014 Philippine BJJ Nationals (No-Gi), 2014 Philippine BJJ Nationals (Gi), 2014 Rollapalooza Summer BJJ Open, 2013 Philippine Submission Absolute, 2011 Philippine Taekwondo Nationals." , 
	    "credentials": "Silver Medalist, 2018 IBJJF Asian Open, 2015 BJJFP Pan Asians International Tournament (Weight Class and Open Weight), 2015 BJJFP International Tournament, 2013 BJJFP Nationals Tournament (Open Weight)",
        "specialties": "Taekwondo, Brazilian Jiu Jitsu",
        "schedule": "Monday"
},
{
        "id": 2,
        "name": "Blake Kyleigh",
        "photo": "https://images.pexels.com/photos/7045746/pexels-photo-7045746.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "description": "Blake has been training Karate since 2011. She is a competitive Judo athlete and also a former member of the Philippine National Team for Jiu Jitsu. Aside from competition, she currently teaches Origins BJJ’s kids class. Sharing her passion and knowledge of the sport has been a tremendous part of her own jiu jitsu journey, getting people excited about Jiu Jitsu and having them feel the same passion that she feels about the sport has been a goal that she has been wanting to fulfill over the years. She currently holds the rank of brown belt under Nic Gregoriades.",
        "credentials": "Gold Medalist, 2018 Dumau Asia Pacific International Karate Championship, 2018 Thailand Open World Ranking Tournament (Open Belt), 2018 BJJFP Pan Asians International Tournament (Weight Class and Open Weight), 2018 Japan National Team Trials Tournament (Open Belt), 2013 BJJFP Nationals Tournament, 2013 BJJFP Pan Asians International Tournament",
        "specialties": "Karate and Judo ",
        "schedule": "Monday / Saturday"
        },
        {
        "id": 3,
        "name": "Chuckie Madison",
        "photo": "https://www.master-sh-yu.com/wp-content/uploads/2021/02/Instructor.MrEric-scaled-e1614555702978.jpg",
        "description": "Chuckie has dedicated his life in the study of the martial arts not just in technique, but in philosophy as well. Tracing his roots in full contact Karate, Christian mixes elements of Muay Thai, boxing, western kickboxing and Jeet Kune Do to create a unique striking style that has been tested in the cage and the ring. Christian looks to share his passion for fitness and striking to anyone willing to learn at Origins Athletics. ",
        "credentials": "Superfight Record:2-0, Fight Con (2017), Arte Suave (2017)",
        "specialties": "Karate and Judo ",
        "schedule": "Wednesday / Sunday"
        }
    ],



    "employee": [
      {
        "name": "Nihira techiees",
        "email": "nihiratechiees@gmail.com",
        "phone": "98899090",
        "active": true,
        "id": 1
      },
      {
        "name": "Ricky Ponting",
        "email": "rp@in.com",
        "phone": "98899090",
        "active": true,
        "id": 2
      }
    ]
     
}

     
    
    
    
    
     
    
    
        
    
    
    
        
    
    
    
    
        
    
        
    
    
        
    
        
    





























